/* Addresses */
"Addresses" = "Adressen";

/* All Contacts */
"All Contacts" = "Alle Adressen";

/* Compression of the KMZ file failed */
"Compression of the KMZ file failed" = "Die Komprimierung der ,KMZ‘ Datei ist fehlgeschlagen";

/* Contacts */
"Contacts" = "Visitenkarten";

/* Couldn't create Application Support/EarthAddresser folder */
"Couldn't create Application Support/EarthAddresser folder" = "Der Ordner Application Support/EarthAddresser konnte nicht erstellt werden";

/* Couldn't create Application Support/EarthAddresser/Images folder */
"Couldn't create Application Support/EarthAddresser/Images folder" = "Der Ordner Application Support/EarthAddresser/Images konnte nicht erstellt werden";

/* Couldn't create temporary folder */
"Couldn't create temporary folder" = "Temporärer Ordner konnte nicht erstellt werden";

/* Default Button label (Create Google Earth Bookmarks) */
"Create Google Earth Bookmarks" = "Google Earth Ortsmarken erstellen";

/* Creating bookmark file */
"Creating bookmark file" = "Ortsmarkendatei wird erstellt";

/* KML Dateiname */
"Filename" = "Adressen";

/* Home (Address Label) */
"Home" = "Private";

/* open in AddressBook */
"open in AddressBook" = "open in AddressBook";

/* Other (Address Label) */
"Other" = "Andere";

/* Photo (alt tag for image) */
"Photo" = "Photo";

/* Selected group couldn't be recognised. */
"Selected group wasn't recognisable." = "Die ausgewählte Gruppe konnte nicht gefunden werden";

/* Text telling that the conversion has finished along with the file name and warning about possibly privacy implications */
"The file %@" = "Die Datei mit dem Namen „%@“ liegt auf dem Schreibtisch. Wenn die Datei mit Google Earth geöffnet wird, werden die enthaltenen Adressen unter „Temporäre Orte“ zu Google Earth hinzugefügt.

Um die Adressen in Ortsmarken auf der Karte umzuwandeln sendet Google Earth jede der Adressen an einen Google Server, der versucht die zu der Adresse gehörigen Koordinaten zu bestimmen. Falls die Adressen nicht an Google gesendet werden sollen, darf die erstellte Datei nicht mit Google Earth geöffnet werden.

Das Umwandeln der Adressen in Koordinaten benötigt etwas Zeit und Google Earth beginnt mit der Umwandlung sobald die Datei geöffnet wird. Die Ortsmarken erscheinen dann nach und nach auf der Karte.";

/* (Work (Address Label) */
"Work" = "Arbeit";

